<template>
    <Navbar />
    <Sidebar />

    <h3 class="text-3xl font-semibold text-center pt-16">ABOUT US</h3>

    <p class="font-mono p-5">
        &nbsp;&nbsp;&nbsp;ပြောင်းလဲလာသော ခေတ်အနေအထားအရ နေရာဒေသအသီးသီး၌ ရောက်ရှိနေကြသည့် စာဖတ်ပရိသတ်များအနေဖြင့် မိမိတို့ဖတ်ရှု့လိုသည့် စာအုပ်များကို ebook အဖြစ် digital platform များမှ လွယ်လင့်တကူ download ပြုလုပ်နိုင်ပြီဖြစ်ကာ ebook ဖတ်ရှု့သူများလည်း များစွာတွင်ကျယ်လာပြီဖြစ်ပါသည်။
        
        ကျွန်ုပ်တို့ <span class="font-bold">ဖတ်ကြမယ် website</span> သည် ထိုကဲ့သို့ အင်တာနက်ပေါ်တွင် ပြန့်ကျဲနေသည့် ebook ပေါင်း မြောက်များစွာကို တစ်နေရာတည်းတွင် အလွယ်တကူ ရှာဖွေသိမ်းဆည်းဖတ်ရှုနိုင်ရန် ရည်ရွယ်ဖန်တီးထားသည့် website ဖြစ်ပါသည်။
        
        သို့ရာတွင်လည်း မူရင်းစာအုပ်များအား ဝယ်ယူရန်လက်လှမ်းမီသည့် စာဖတ်သူများအနေဖြင့် မူရင်းစာအုပ်များကိုသာ တတ်နိုင်သမျှ အားပေးဝယ်ယူဖတ်ရှုရင်း မြန်မာစာရေးဆရာများ၊ စာပေပညာရှင်များနှင့် မြန်မာစာပေလောက ရှည်ကြာတည်တံ့နိုင်စေရန်အလို့ငှာ ဝိုင်းဝန်းကူညီစောင့်ရှောက်ကြရန် အထူးမေတ္တာရပ်ခံ တိုက်တွန်းလိုပါသည်။
        
        ယခုခေတ်တွင် ebook များကို အချိန်မရွေးနေရာမရွေး လွယ်လင့်တကူ download လုပ် ဖတ်ရှုနိုင်သည်မှာ မှန်သော်ငြား မူရင်းပုံနှိပ်စာအုပ်များကို လက်ထဲကိုင်ဆောင်ဖတ်ရှုရသည့်အရသာအား မည်သို့မျှမမီနိုင်ကြောင်းကိုလည်း စာဖတ်ဝါသနာရှင်များ အသိဆုံးဖြစ်မည်ကို ယုံကြည်ပါသည်။
    </p>

    <!-- <p class="font-mono p-5">
        &nbsp;&nbsp;&nbsp;
    </p> -->

    <h3 class="font-semibold text-2xl ps-5">Ebook creator များထံသို့</h3>
    <p class="font-mono ps-5 pe-5 pb-5">
        
        &nbsp;&nbsp;&nbsp;ကျွန်ုပ်တို့ <span class="font-bold">ဖတ်ကြမယ် website</span> တွင် တင်ထားသည့် စာအုပ်များအတွက် ebook creator တစ်ဦးချင်းစီကို credit ပေးပါသည်။ အချို့ ebook creator များထံမှ ခွင့်ပြုချက်တောင်း၍ရ‌သော်လည်း အချို့ ebook များ၏ creator မှာ မည်သူမည်ဝါဖြစ်သည်ကို မသိနိုင်သည့်အတွက်တစ်ကြောင်း ၊ တစ်အုပ်ချင်းစီအတွက် ခွင့်ပြုချက်လိုက်လံတောင်းယူရန် ခက်ခဲသည့်အတွက်ကြောင့်တစ်ကြောင်း ယခုလို တင်ထားရခြင်းအား နားလည်ပေးနိုင်မည်ဟု မျှော်လင့်ပါသည်။
        
        ဤ website လေး ဖြစ်မြောက်အောင် အဘက်ဘက်မှ ကူညီပေးကြသူများ၊ အထူးသဖြင့် ebook creator များအား ကျေးဇူးအထူး တင်ရှိပါကြောင်း...။
        
        စာအုပ်စာပေများအား မိတ်ဖွဲ့ခြင်းဖြင့် အသိပညာတိုးပွားကာ ဘဝအမောများ ဖြေဖျောက်နိုင်ပါစေကြောင်း ဆန္ဒပြုလျက်...။
    </p>
</template>

<script setup>
    import Navbar from '../components/front/Navbar.vue';
    import Sidebar from '../components/front/Sidebar.vue';
</script>